{
  "The date selector function is not supported in the Logseq db version. Changed to off.": "La funzione di selezione della data non è supportata nella versione db di Logseq. Modificato in disattivato.",
  "Date Selector": "Selettore di data",
  "plugin": "Plugin",
  "Insert header ": "Inserisci intestazione ",
  "No block selected": "Nessun blocco selezionato",
  "Select mouse over type": "Seleziona il tipo di mouse sopra",
  "Left sidebar is now normal display.": "La barra laterale sinistra è ora visualizzata normalmente.",
  "Left sidebar is now hidden.": "La barra laterale sinistra è ora nascosta.",
  "Left sidebar is now mouse over display.": "La barra laterale sinistra è ora visualizzata con il mouse.",
  "No headers found": "Nessuna intestazione trovata",
  "Update the header list": "Aggiornare l'elenco delle intestazioni",
  "Scroll to top": "Scorrere verso l'alto",
  "Scroll to bottom": "Scorrere verso il basso",
  "Toggle for hide": "Attiva/disattiva per nascondere",
  "Hide duplicate items in Favorites and History": "Nascondi gli elementi duplicati nei Preferiti e nella Cronologia",
  "Automatically removes duplicates in Favorites and History when the plugin starts and every 10 minutes.": "Rimuove automaticamente i duplicati nei Preferiti e nella Cronologia all'avvio del plug-in e ogni 10 minuti.",
  "Show left sidebar on mouse hover": "Mostra la barra laterale sinistra al passaggio del mouse",
  "Choose between three modes: show on hover, always show, or hide.": "Scegli tra tre modalità: mostra al passaggio del mouse, mostra sempre o nascondi.",
  "Mouse hover behavior type": "Tipo di comportamento al passaggio del mouse",
  "Enable date selector in the left sidebar": "Abilita il selettore della data nella barra laterale sinistra",
  "Not compatible with the Logseq db version.": "Non compatibile con la versione db di Logseq.",
  "Page outline function": "Funzione di struttura della pagina",
  "Enable": "Abilitare",
  "Open pages as zoomed by default": "Apri le pagine con lo zoom per impostazione predefinita",
  "If disabled, hold the `Ctrl` key and click to open as a zoomed block.": "Se disabilitato, tieni premuto il tasto 'Ctrl' e fai clic per aprire come blocco ingrandito.",
  "Highlight blocks when hovering over headers": "Evidenzia i blocchi quando passi il mouse sopra le intestazioni",
  "Highlights the corresponding block when hovering over a header in the header list.": "Evidenzia il blocco corrispondente quando si passa il mouse su un'intestazione nell'elenco delle intestazioni.",
  "Highlight headers when hovering over blocks": "Evidenzia le intestazioni quando passi il mouse sui blocchi",
  "Highlights the corresponding header in the header list when hovering over a block in the page.": "Evidenzia l'intestazione corrispondente nell'elenco delle intestazioni quando si passa il mouse su un blocco nella pagina.",
  "Show date list in journals": "Mostra l'elenco delle date nelle riviste",
  "Toggle to display or hide the date list in journals.": "Attiva o disattiva per visualizzare o nascondere l'elenco delle date nei giornali di registrazione.",
  "Words to exclude from the header list": "Parole da escludere dall'elenco delle intestazioni",
  "Enter words to exclude, separated by line breaks.": "Inserisci le parole da escludere, separate da interruzioni di riga.",
  "Page Outline": "Struttura della pagina"
  ,
  "Until configured bedtime": "Until configured bedtime",
  "Target date countdown:": "Target date countdown:",
  "Until next start": "Until next start",
  "Remaining (hh:mm)": "Remaining (hh:mm)",
  "Days remaining": "Days remaining",
  "Hours remaining": "Hours remaining",
  "Minutes remaining": "Minutes remaining",
  "d": "d",
  "h": "h",
  "m": "m",
  "Expired": "Expired",
  "The target date has passed.": "The target date has passed.",
  "Target date cleared.": "Target date cleared."
}