{
  "The date selector function is not supported in the Logseq db version. Changed to off.": "日付セレクター機能は、Logseq db バージョンではサポートされていません。オフに変更しました。",
  "Date Selector": "日付セレクター",
  "Visual Timer": "残り時間",
  "plugin": "プラグイン",
  "Insert header ": "ヘッダーの挿入",
  "No block selected": "ブロックが選択されていません",
  "Select mouse over type": "マウスオーバーのタイプを選択",
  "Left sidebar is now normal display.": "左サイドバーが通常表示になりました。",
  "Left sidebar is now hidden.": "左サイドバーが非表示になりました。",
  "Left sidebar is now mouse over display.": "左サイドバーがマウスオーバー表示になりました。",
  "No headers found": "ヘッダーが見つかりませんでした",
  "Update the header list": "ヘッダーリストの更新",
  "Scroll to top": "トップにスクロール",
  "Scroll to bottom": "一番下までスクロール",
  "Toggle for hide": "非表示のトグル",
  "Hide duplicate items in Favorites and History": "お気に入りと履歴で重複するアイテムを非表示にする",
  "Automatically removes duplicates in Favorites and History when the plugin starts and every 10 minutes.": "プラグインの起動時と10分ごとに、お気に入りと履歴の重複を自動的に削除します。",
  "Show left sidebar on mouse hover": "マウスホバー時に左サイドバーを表示",
  "Choose between three modes: show on hover, always show, or hide.": "3つのモード(ホバー時に表示、常に表示、非表示)から選択します。",
  "Mouse hover behavior type": "マウスホバー動作のタイプ",
  "Enable date selector in the left sidebar": "左側のサイドバーで日付セレクターを有効にする",
  "Not compatible with the Logseq db version.": "Logseq dbバージョンと互換性がありません。",
  "Enable visual timer in the left sidebar": "左側のサイドバーで残り時間を有効にする",
  "Show circular progress-bars for remaining time.": "残り時間を円形プログレスバーで表示します。",
  "Visual Timer settings": "残り時間(Visual Timer)の設定",
  "Enable day-window progress bar": "日次(時間帯)プログレスバーを有効にする",
  "Show a progress bar for the configured daily time window.": "指定した日次の時間帯に対するプログレスバーを表示します。",
  "Day window start hour": "日次(時間帯)の開始時刻(時)",
  "Start hour for the day window (0-23).": "日次(時間帯)の開始時刻を指定します(0-23)。",
  "Day window end hour": "日次(時間帯)の終了時刻(時)",
  "End hour for the day window (1-24). 24 means midnight.": "日次(時間帯)の終了時刻を指定します(1-24)。24は深夜0時を意味します。",
  "Bedtime hour": "寝る時刻(時)",
  "Bedtime hour for the day window (1-24). 24 means midnight.": "寝る時刻を指定します(1-24)。24は深夜0時を意味します。",
  
  "Enable target-date progress bar": "指定日カウントプログレスバーを有効にする",
  "Show a progress bar counting down to a target date.": "指定日までのカウント用プログレスバーを表示します。",
  "Target date": "指定日",
  "Pick the target date for the countdown.": "カウント対象となる日付を選択します。",
  "Pick the target date for the countdown. Progress is measured to 00:00 (start of that day).": "カウント対象となる日付を選択します。プログレスは選択した日の00:00（その日の開始）を基準に計測されます。",
  "Page outline function": "ページアウトライン機能",
  "Enable": "有効にする",
  "Open pages as zoomed by default": "デフォルトでズームされた状態でページを開く",
  "If disabled, hold the `Ctrl` key and click to open as a zoomed block.": "無効になっている場合は、「Ctrl」キーを押しながらクリックすると、ズームされたブロックとして開きます。",
  "Highlight blocks when hovering over headers": "ヘッダーにカーソルを合わせたときにブロックを強調表示",
  "Highlights the corresponding block when hovering over a header in the header list.": "ヘッダーリスト内のヘッダーにカーソルを合わせると、対応するブロックが強調表示されます。",
  "Highlight headers when hovering over blocks": "ブロックにカーソルを合わせたときにヘッダーを強調表示",
  "Highlights the corresponding header in the header list when hovering over a block in the page.": "ページ内のブロックにカーソルを合わせると、ヘッダーリスト内の対応するヘッダーが強調表示されます。",
  "Show date list in journals": "日誌に日付リストを表示する",
  "Toggle to display or hide the date list in journals.": "日誌の日付リストを表示または非表示に切り替えます。",
  "Words to exclude from the header list": "ヘッダーリストから除外する単語",
  "Enter words to exclude, separated by line breaks.": "除外する単語を改行で区切って入力します。",
  "Enable heading numbering (display-only mode)": "見出し番号（表示専用）を有効化",
  "Display hierarchical numbers on headings without modifying files. Uses CSS for rendering.": "ファイルを変更せずに、見出しに階層番号を表示します。CSSでレンダリングします。",
  "Heading number delimiter (display-only)": "見出し番号の区切り記号（表示専用）",
  "Delimiter for heading numbers in display mode (e.g., \".\", \"-\", \" → \", \"_\")": "表示モードでの見出し番号の区切り記号（例：「.」、「-」、「 → 」、「_」）",
  "Enable heading numbering (file-update mode, file-based graphs only)": "見出し番号（ファイル更新）を有効化（ファイルベース版専用）",
  "Automatically add hierarchical numbers to heading text in markdown files. Only works on local file-based graphs.": "Markdownファイルの見出しテキストに階層番号を自動的に追加します。ローカルのファイルベース版でのみ動作します。",
  "Heading number delimiter (file-update mode, new)": "見出し番号の区切り記号（ファイル更新モード、新）",
  "New delimiter for heading numbers when updating files": "ファイル更新時の見出し番号の新しい区切り記号",
  "Heading number delimiter (file-update mode, old)": "見出し番号の区切り記号（ファイル更新モード、旧）",
  "Old delimiter to detect and replace when recalculating heading numbers": "見出し番号を再計算する際に検出して置き換える旧区切り記号",
  "Remove all heading numbers from files": "現在のページから見出し番号を削除",
  "⚠️ When enabled, removes all heading numbers from all pages. This will lock the plugin during cleanup. Setting will automatically reset to false when complete.": "⚠️ 有効にすると、現在開いているページから見出し番号を削除します。完了すると自動的にfalseにリセットされます。",
  "Show heading level markers (H1, H2, etc.)": "見出しレベルマーク（H1/H2など）を表示",
  "Display small heading level indicators next to headings": "見出しの横に小さな見出しレベル表示を追加",
  "Page activation storage mode": "ページ適用状態の保持方式",
  "storeTrueOnly: Store only enabled pages. storeFalseOnly: Enable by default, store only disabled pages.": "storeTrueOnly：有効なページのみ保存。storeFalseOnly：デフォルトで有効、無効なページのみ保存。",
  "Page activation states": "ページ適用状態",
  "Internal storage for per-page activation states. Managed by toolbar icon.": "ページごとの適用状態の内部ストレージ。ツールバーアイコンで管理されます。",
  "Page Outline": "ページアウトライン"
  ,
  "Until configured bedtime": "今日の寝る時刻まで",
  "Target date countdown:": "指定日まで:",
  "Until next start": "次の開始まで",
  "Remaining (hh:mm)": "残り (hh:mm)",
  "Days remaining": "残り日数",
  "Hours remaining": "残り時間",
  "Minutes remaining": "残り分",
  "d": "日",
  "h": "時間",
  "m": "分",
  "Expired": "期限が過ぎています",
  "The target date has passed.": "指定日は既に過ぎています。",
  "Target date cleared.": "指定日をクリアしました。"
}